Repository: Waldek978/entitlementcard
Catalog: frontend/lib/l10n/app_*.arb
Languages: de

# about_dependencies
source: Libraries
de: Software-Bibliotheken

# about_developmentOptions
source: Developer options
de: Entwickleroptionen

# about_disclaimer
source: Liability, disclaimer and imprint
de: Haftung, Haftungsausschluss und Impressum

# about_license
source: License
de: Lizenz

# about_licenses
source: Licenses
de: Lizenzen

# about_moreInformation
source: More information
de: Mehr Informationen

# about_numberLicenses
source: {count, plural, =0{No licenses} =1{1 License} other{{count} Licenses}}
de: {count, plural, =0{Keine Lizenzen} =1{1 Lizenz} other{{count} Lizenzen}}

# about_privacyDeclaration
source: Privacy policy
de: Datenschutzerklärung

# about_publisher
source: Publisher
de: Herausgeber

# about_sourceCode
source: Source code
de: Quellcode der App

# about_title
source: About
de: Über

# category_clothing
source: Clothing
de: Kleidung

# category_clothingLong
source: Clothing/Second hand
de: Kleidung/Gebrauchtes

# category_culture
source: Culture
de: Kultur

# category_cultureLong
source: Education/Culture/Entertainment
de: Bildung/Kultur/Unterhaltung

# category_cultureLongNuernberg
source: Culture/Museums/Leisure
de: Kultur/Museen/Freizeit

# category_digitalParticipation
source: Digital participation
de: Digitale Teilhabe

# category_education
source: Education
de: Bildung

# category_fashion
source: Fashion
de: Mode

# category_fashionLong
source: Fashion/Beauty
de: Mode/Beauty

# category_food
source: Gastronomy
de: Gastronomie

# category_foodLong
source: Food/Drink/Gastronomy
de: Essen/Trinken/Gastronomie

# category_health
source: Health
de: Gesundheit

# category_healthLong
source: Health/Sports/Wellness
de: Gesundheit/Sport/Wellness

# category_leisure
source: Leisure
de: Freizeit

# category_leisureLong
source: Leisure/Travel/Accommodation
de: Freizeit/Reise/Unterkünfte

# category_living
source: Furnishing
de: Einrichtung

# category_livingLong
source: Living/Home/Garden
de: Wohnen/Haus/Garten

# category_lunchTables
source: Lunch tables
de: Mittagstische

# category_mobility
source: Mobility
de: Mobilität

# category_mobilityLong
source: Car/Bicycle
de: Auto/Zweirad

# category_movies
source: Plays
de: Schauspiel

# category_moviesLong
source: Cinema/Theater/Concerts
de: Kinos/Theater/Konzerte

# category_other
source: Other
de: Anderes

# category_pharmacies
source: Pharmacies
de: Apotheken

# category_pharmaciesLong
source: Pharmacies/Health
de: Apotheken/Gesundheit

# category_services
source: Services
de: Dienstleistung

# category_servicesLong
source: Services/Finances
de: Dienstleistungen/Finanzen

# category_sports
source: Sports
de: Sport

# category_sportsLong
source: Sports/Movement/Dance
de: Sport/Bewegung/Tanz

# common_cancel
source: Cancel
de: Abbrechen

# common_checkConnection
source: Please check internet connection.
de: Bitte Internetverbindung prüfen.

# common_connectionFailed
source: No connection possible
de: Keine Verbindung möglich

# common_done
source: Done
de: Fertig

# common_moreActions
source: More actions
de: Weitere Aktionen

# common_next
source: Next
de: Weiter

# common_openSettings
source: Open settings
de: Einstellungen öffnen

# common_previous
source: Back
de: Zurück

# common_settings
source: Settings
de: Einstellungen

# common_tryAgain
source: Try again
de: Erneut versuchen

# identification_activate
source: Activate
de: Aktivieren

# identification_activateCardCurrentDevice
source: Activate card on this device?
de: Karte auf diesem Gerät aktivieren?

# identification_activateCardCurrentDeviceRationale
source: Your card is already activated on another device. If you activate your card on this device, it will be automatically deactivated on your other device.
de: Ihre Karte ist bereits auf einem anderen Gerät aktiviert. Wenn Sie Ihre Karte auf diesem Gerät aktivieren, wird sie auf Ihrem anderen Gerät automatisch deaktiviert.

# identification_authenticationPossible
source: You can use this QR code to identify yourself at acceptance points:
de: Mit diesem QR-Code können Sie sich bei Akzeptanzstellen ausweisen:

# identification_cameraAccessRequired
source: Access to camera required
de: Zugriff auf Kamera erforderlich

# identification_cameraAccessRequiredSettings
source: To scan a QR code, the app needs access to the camera. You can allow the app to access the camera in the settings.
de: Um einen QR-Code einzuscannen, benötigt die App Zugriff auf die Kamera. In den Einstellungen können Sie der App den Zugriff auf die Kamera erlauben.

# identification_cardAlreadyActivated
source: The scanned QR code has already been activated.
de: Der eingescannte QRCode wurde bereits aktiviert.

# identification_cardExpired
source: Your card has expired. You can apply for renewal under "More actions"
de: Ihre Karte ist abgelaufen. Unter "Weitere Aktionen" können Sie einen Antrag auf Verlängerung stellen.

# identification_cardInvalid
source: Your card is invalid. It has either been revoked or activated on another device.
de: Ihre Karte ist ungültig. Sie wurde entweder widerrufen oder auf einem anderen Gerät aktiviert.

# identification_cardNotYetValid
source: The validity period of your card has not started yet.
de: Der Gültigkeitszeitraum Ihrer Karte hat noch nicht begonnen.

# identification_checkFailed
source: Your card could not be verified. Please make sure you have an internet connection and try again.
de: Ihre Karte konnte nicht auf ihre Gültigkeit geprüft werden. Bitte stellen Sie sicher, dass eine Internetverbindung besteht und prüfen Sie erneut.

# identification_checkRequired
source: Verification necessary
de: Prüfung nötig

# identification_checkingCode
source: The QR code is verified by a server request.
de: Der QR-Code wird durch eine Server-Anfrage geprüft.

# identification_codeExpired
source: The scanned code has already expired on {expirationDate}.
de: Der eingescannte Code ist bereits am {expirationDate} abgelaufen.

# identification_codeInvalid
source: The content of the scanned code cannot be understood. It is probably a QR code that was not generated for this app.
de: Der Inhalt des eingescannten Codes kann nicht verstanden werden. Vermutlich handelt es sich um einen QR-Code, der nicht für diese App generiert wurde.

# identification_codeInvalidMissing
source: The content of the scanned code is incomplete. (Error code: {missing}Missing)
de: Der Inhalt des eingescannten Codes ist unvollständig. (Fehlercode: {missing}Missing)

# identification_codeSavingFailed
source: The scanned code cannot be saved in the app.
de: Der eingescannte Code kann nicht in der App gespeichert werden.

# identification_codeUnknownError
source: An unknown error occurred while scanning the QR code.
de: Beim Scannen des QR-Codes ist ein unbekannter Fehler aufgetreten.

# identification_codeVerificationFailed
source: The scanned code could not be verified by the server.
de: Der eingescannte Code konnte vom Server nicht verifiziert werden.

# identification_codeActivationFailedConnection
source: The scanned code could not be activated. Please make sure you have an internet connection and try again.
de: Der eingescannte Code konnte nicht aktiviert werden. Bitte stellen Sie sicher, dass eine Internetverbindung besteht und prüfen Sie erneut.

# identification_codeVerificationFailedConnection
source: The scanned code could not be verified. Please make sure you have an internet connection and try again.
de: Der eingescannte Code konnte nicht verifiziert werden. Bitte stellen Sie sicher, dass eine Internetverbindung besteht und prüfen Sie erneut.

# identification_compareWithID
source: Verify the displayed data against an official photo ID.
de: Gleichen Sie die angezeigten Daten mit einem amtlichen Lichtbildausweis ab.

# identification_comparedWithID
source: I verified the data against an official photo ID.
de: Ich habe die Daten mit einem amtlichen Lichtbildausweis abgeglichen.

# identification_flashOff
source: Flash off
de: Blitz aus

# identification_flashOn
source: Flash on
de: Blitz an

# identification_internetRequired
source: An internet connection is required.
de: Eine Internetverbindung wird benötigt.

# identification_notVerified
source: Not verified
de: Nicht verifiziert

# identification_scanCode
source: Scan the QR code that appears on the "Identify" tab of the other party.
de: Scannen Sie den QR-Code, der auf dem "Ausweisen"-Tab Ihres Gegenübers angezeigt wird.

# identification_scanQRCode
source: Point the camera at the QR code.
de: Halten Sie die Kamera auf den QR Code.

# identification_scanningFailed
source: Error reading the code
de: Fehler beim Lesen des Codes

# identification_selfieCamera
source: Front camera
de: Frontkamera

# identification_standardCamera
source: Standard camera
de: Standard-Kamera

# identification_stopShowing
source: Stop showing
de: Nicht mehr anzeigen

# identification_timeIncorrect
source: The time of your device does not seem to be correct. Please synchronize the time in the system settings.
de: Die Uhrzeit Ihres Geräts scheint nicht zu stimmen. Bitte synchronisieren Sie die Uhrzeit in den Systemeinstellungen.

# identification_title
source: Identify
de: Ausweisen

# identification_unlimited
source: unlimited
de: unbegrenzt

# identification_validFromUntil
source: Valid: {startDate} until {expirationDate}
de: Gültig: {startDate} bis {expirationDate}

# identification_validUntil
source: Valid until: {expirationDate}
de: Gültig bis: {expirationDate}

# location_activateLocationAccess
source: Activate location access
de: Standortermittlung aktivieren

# location_activateLocationAccessRationale
source: Allow the app to use your location to display acceptance points in your area.
de: Erlauben Sie der App Ihren Standort zu benutzen, um Akzeptanzstellen in Ihrer Umgebung anzuzeigen.

# location_activateLocationAccessSettings
source: Enable location access in Settings.
de: Aktivieren Sie die Standortermittlung in den Einstellungen.

# location_askPermissionsAgain
source: Should permission be asked again?
de: Soll nocheinmal nach der Berechtigung gefragt werden?

# location_grantLocation
source: I would like to share my location.
de: Ich möchte meinen Standort freigeben.

# location_grantPermission
source: Grant permission
de: Berechtigung erteilen

# location_locationAccessDeactivated
source: Location is disabled.
de: Die Standortfreigabe ist deaktiviert.

# location_locationGranted
source: Location is enabled.
de: Standort ist freigegeben.

# location_locationPermission
source: Location permission
de: Standortberechtigung

# location_checkSettings
source: Checking settings...
de: Prüfe Einstellungen...

# map_mapData
source: Map data
de: Kartendaten

# map_osmContributors
source: OpenStreetMap Contributors
de: OpenStreetMap Mitwirkende

# map_showMapCopyright
source: Show info about map data copyright
de: Zeige Infos über das Urheberrecht der Kartendaten

# map_title
source: Map
de: Karte

# search_filterByCategories
source: Filter by categories
de: Nach Kategorien filtern

# search_findCloseBy
source: Search near me
de: In meiner Nähe suchen

# search_noAcceptingStoresFound
source: No acceptance points found matching this search.
de: Auf diese Suche trifft keine Akzeptanzstelle zu.

# search_searchHint
source: Tap to search â€¦
de: Tippen, um zu suchen …

# search_searchResults
source: Search results
de: Suchresultate

# search_title
source: Search
de: Suche

# store_acceptingStore
source: Acceptance points
de: Akzeptanzstelle

# store_acceptingStoreNotFound
source: Acceptance point not found.
de: Akzeptanzstelle nicht gefunden.

# store_address
source: Address
de: Adresse

# store_loadingDataFailed
source: Error loading the data.
de: Fehler beim Laden der Daten.

# store_noDescriptionAvailable
source: No description available
de: Keine Beschreibung verfügbar

# store_phone
source: Phone
de: Telefon

# store_showOnMap
source: Show on map
de: Auf Karte zeigen

# store_unknownCategory
source: Unknown category
de: Unbekannte Kategorie
